Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# stake.delegations
source: Delegations
ar: التفويضات
bn: ডেলিগেশনসমূহ
cs: Delegace
da: Delegationer
de: Delegationen
es: Delegaciones
fa: واگذاری‌ها
fil: Mga delegasyon
fr: Délégations
ha: Wakilci
he: האצלות
hi: प्रतिनियोजन
id: Delegasi
it: Delegazioni
ja: 委任
ko: 위임
ms: Delegasi
nl: Delegaties
pl: Delegacje
pt_br: Delegações
ro: Delegații
ru: Делегации
sw: Uwakilishi
th: การมอบหมาย
tr: Yetkilendirmeler
uk: Делегації
ur: تفویضات
vi: Ủy quyền
zh_hans: 委托
zh_hant: 委託

# stake.inactive
source: Inactive
ar: غير نشط
bn: নিষ্ক্রিয়
cs: Neaktivní
da: Inaktiv
de: Inaktiv
es: Inactivo
fa: غیر فعال
fil: Hindi aktibo
fr: Inactif
ha: Mara aiki
he: לא פעיל
hi: निष्क्रिय
id: Nonaktif
it: Inattivo
ja: 非アクティブ
ko: 비활성
ms: Tidak aktif
nl: Inactief
pl: Nieaktywny
pt_br: Inativo
ro: Inactiv
ru: Неактивный
sw: Isiyotumika
th: ไม่ได้ใช้งาน
tr: Etkin değil
uk: Неактивний
ur: غیر فعال
vi: Không hoạt động
zh_hans: 未激活
zh_hant: 未啟用

# stake.lock_time
source: Lock Time
ar: وقت القفل
bn: লক টাইম
cs: Čas zámku
da: Låsetid
de: Sperrzeit
es: Tiempo de bloqueo
fa: زمان قفل
fil: Oras ng Lock
fr: Temps de verrouillage
ha: Lokacin Kulle
he: זמן נעילה
hi: लॉक टाइम
id: Durasi Penguncian
it: Tempo di blocco
ja: ロック時間
ko: 잠금 시간
ms: Masa Kunci
nl: Vergrendel tijd
pl: Czas blokady
pt_br: Tempo de bloqueio
ro: Timp de blocare
ru: Время блокировки
sw: Muda wa Kufunga
th: ล็อคเวลา
tr: Kilit Zamanı
uk: Час Блокування
ur: لاک ٹائم
vi: Thời gian khóa
zh_hans: 锁定时间
zh_hant: 鎖定時間

# stake.minimum_amount
source: Minimum amount
ar: الحد الأدنى للمبلغ
bn: সর্বনিম্ন পরিমাণ
cs: Minimální částka
da: Minimumsbeløb
de: Mindestbetrag
es: Monto minimo
fa: حداقل مبلغ
fil: Minimum na halaga
fr: Montant minimal
ha: Mafi ƙarancin adadin
he: סכום מינימלי
hi: न्यूनतम राशि
id: Jumlah minimum
it: Importo minimo
ja: 最小額
ko: 최소 금액
ms: Jumlah minimum
nl: Minimumbedrag
pl: Minimalna kwota
pt_br: Quantidade mínima
ro: Suma minimă
ru: Минимальная сумма
sw: Kiasi cha chini
th: จำนวนเงินขั้นต่ำ
tr: Minimum miktar
uk: Мінімальна сума
ur: کم از کم رقم
vi: Số tiền tối thiểu
zh_hans: 最低金额
zh_hant: 最低金額

# stake.pending
source: Pending
ar: قيد الانتظار
bn: মুলতুবি
cs: Čeká na vyřízení
da: Afventer
de: Ausstehend
es: Pendiente
fa: در انتظار
fil: Nakabinbin
fr: En attente
ha: Ana jiran
he: בהמתנה
hi: लंबित
id: Tertunda
it: In sospeso
ja: 確認待ち
ko: 보류 중
ms: Belum selesai
nl: In behandeling
pl: Oczekujące
pt_br: Pendente
ro: În așteptare
ru: В ожидании
sw: Inasubiri
th: รอดำเนินการ
tr: Beklemede
uk: В Очікуванні
ur: زیر التواء
vi: Đang chờ xử lý
zh_hans: 待确认
zh_hant: 等待確認

# stake.resource
source: Resource
ar: المورد
bn: রিসোর্স
cs: Zdroj
da: Ressource
de: Ressource
es: Recurso
fa: منبع
fil: mapagkukunan
fr: Ressource
ha: Albarkatu
he: מַשׁאָב
hi: संसाधन
id: Sumber
it: Risorsa
ja: リソース
ko: 리소스
ms: Sumber
nl: Hulpbron
pl: Zasób
pt_br: Recurso
ro: Resursă
ru: Ресурс
sw: Rasilimali
th: ทรัพยากร
tr: Kaynak
uk: Ресурс
ur: وسیلہ
vi: Tài nguyên
zh_hans: 资源
zh_hant: 資源

# stake.resource.bandwidth
source: Bandwidth
ar: عرض النطاق الترددي
bn: ব্যান্ডউইথ
cs: Šířka pásma
da: Båndbredde
de: Bandbreite
es: Ancho de banda
fa: پهنای باند
fr: Bande passante
he: רוחב פס
hi: बैंडविड्थ
id: Lebar pita
it: Larghezza di banda
ja: 帯域幅
ko: 대역폭
ms: Lebar jalur
nl: Bandbreedte
pl: Przepustowość
pt_br: Largura de banda
ro: Lățime de bandă
ru: Пропускная способность
th: แบนด์วิดท์
tr: Bant genişliği
uk: Пропускна здатність
ur: بینڈوتھ
vi: Băng thông
zh_hans: 带宽
zh_hant: 頻寬

# stake.resource.energy
source: Energy
ar: طاقة
bn: শক্তি
cs: Energie
da: Energi
de: Energie
es: Energía
fa: انرژی
fil: Enerhiya
fr: Énergie
ha: Makamashi
he: אֵנֶרְגִיָה
hi: ऊर्जा
id: Energi
it: Energia
ja: エネルギー
ko: 에너지
ms: Tenaga
nl: Energie
pl: Energia
pt_br: Energia
ro: Energie
ru: Энергия
sw: Nishati
th: พลังงาน
tr: Enerji
uk: Енергія
ur: توانائی
vi: Năng lượng
zh_hans: 能量
zh_hant: 能量

# stake.rewards
source: Rewards
ar: المكافآت
bn: পুরস্কার
cs: Odměny
da: Belønninger
de: Belohnungen
es: Recompensas
fa: پاداش ها
fil: Mga gantimpala
fr: Récompenses
ha: Kyauta
he: תגמולים
hi: पुरस्कार
id: Hadiah
it: Premi
ja: 報酬
ko: 보상
ms: Ganjaran
nl: Beloningen
pl: Nagrody
pt_br: Recompensas
ro: Recompense
ru: Награды
sw: Zawadi
th: รางวัล
tr: Ödüller
uk: Нагороди
ur: انعامات
vi: Phần thưởng
zh_hans: 奖励
zh_hant: 獎勵

# stake.state.empty.description
source: Stake your first %@
ar: قم بتخزين أول %@
bn: আপনার প্রথম %@ স্টেক করুন
cs: Vsaďte si první %@
da: Indsæt dine første %@
de: Setzen Sie Ihre ersten %@ ein
es: Haz stake de tus primeros %@
fa: اولین %@ خود را استیک کنید
fil: Mag-stake ng iyong unang %@
fr: Faites votre premier staking de %@
ha: Bada %@ na farko
he: החזק את %@ הראשון שלך
hi: अपना पहला %@ स्टेक करें
id: Staking %@ pertama Anda
it: Punta i tuoi primi %@
ja: %@ のステーキングを始めましょう
ko: 첫 번째 %@ 스테이킹하세요
ms: Pertaruhkan %@ pertama anda
nl: Zet je eerste %@ in
pl: Postaw swoją pierwszą %@
pt_br: Faça stake do seu primeiro %@
ro: Mizează primul tău %@
ru: Начните стейкать %@
sw: Shiriki %@ yako ya kwanza
th: สเตคครั้งแรกของคุณ %@
tr: İlk %@ stake'inizi yapın
uk: Зробіть свій перший стейкінг %@
ur: اپنا پہلا حصہ %@
vi: Đặt cược %@ đầu tiên của bạn
zh_hans: 首次质押 %@
zh_hant: 首次質押 %@

# stake.state.empty.title
source: Your stakes will appear here
ar: ستظهر عمليات التخزين هنا
bn: আপনার বাজি এখানে প্রদর্শিত হবে।
cs: Vaše sázky se zobrazí zde
da: Dine indsatser vil blive vist her
de: Ihre Einsätze werden hier angezeigt
es: Tu stake aparecerá aquí
fa: استیک‌های شما اینجا نمایش داده می‌شوند
fil: Lalabas dito ang iyong mga stake
fr: Vos positions de staking apparaîtront ici
ha: Hannun jarinku zai bayyana a nan
he: ההימור שלך יופיע כאן
hi: आपके स्टेक यहां दिखाई देंगे
id: Staking Anda akan muncul di sini
it: Le tue puntate appariranno qui
ja: ステークはここに表示されます
ko: 스테이킹 내역이 여기에 표시됩니다
ms: Pertaruhan anda akan muncul di sini
nl: Uw inzet verschijnt hier
pl: Twoje stawki pojawią się tutaj
pt_br: Seus stakes aparecerão aqui
ro: Mizele tale vor apărea aici
ru: Ваш стейкинг будет отображаться здесь
sw: Hisa zako zitaonekana hapa
th: การสเตคของคุณจะปรากฏที่นี่
tr: Stake'leriniz burada görünecek
uk: Ваші стейкинги з'являться тут
ur: آپ کے اسٹیکس یہاں ظاہر ہوں گے۔
vi: Khoản đặt cọc của bạn sẽ xuất hiện ở đây
zh_hans: 质押将显示在这里️
zh_hant: 質押將顯示在這裡

# stake.validator
source: Validator
ar: المدقق
bn: যাচাইকারী
cs: Validátor
es: Validador
fa: اعتبار سنج
fr: Validateur
ha: Mai tabbatarwa
he: מאמת
hi: सत्यापनकर्ता
it: Validatore
ja: バリデーター
ko: 검증인
ms: Pengesah
pl: Walidator
pt_br: Validador
ru: Валидатор
sw: Kithibitishaji
th: ผู้ตรวจสอบ
tr: Doğrulayıcı
uk: Валідатор
ur: تصدیق کنندہ
vi: Trình xác thực
zh_hans: 验证者
zh_hant: 驗證者

# stake.validators
source: Validators
ar: المدققون
bn: যাচাইকারী
cs: Validátoři
da: Validatorer
de: Validatoren
es: Validadores
fa: اعتبارسنج ها
fil: Mga validator
fr: Validateurs
ha: Masu tabbatarwa
he: מאמתים
hi: सत्यापनकर्ता
id: Validator
it: Validatori
ja: バリデーター
ko: 검증인
ms: Pengesah
nl: Validatoren
pl: Walidatory
pt_br: Validadores
ro: Validatori
ru: Валидаторы
sw: Vithibitishaji
th: ผู้ตรวจสอบความถูกต้อง
tr: Doğrulayıcılar
uk: Валідатори
ur: تصدیق کرنے والے
vi: Trình xác thực
zh_hans: 验证者
zh_hant: 驗證者

# support.message_placeholder
source: Message
ar: رسالة
bn: বার্তা
cs: Zpráva
da: Besked
de: Nachricht
es: Mensaje
fa: پیام
fil: Mensahe
ha: Saƙo
he: הודעה
hi: संदेश
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
ms: Mesej
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ro: Mesaj
ru: Сообщение
sw: Ujumbe
th: ข้อความ
tr: Mesaj
uk: Повідомлення
ur: پیغام
vi: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# support.state_empty_description
source: Ask us anything. We are here to help.
ar: اسألنا أي شيء. نحن هنا للمساعدة.
bn: আমাদের যেকোনো প্রশ্ন করুন। আমরা সাহায্য করতে এখানে আছি।
cs: Zeptejte se nás na cokoli. Jsme tu, abychom vám pomohli.
da: Spørg os om hvad som helst. Vi er her for at hjælpe.
de: Fragen Sie uns alles. Wir sind für Sie da.
es: Pregúntanos lo que quieras. Estamos aquí para ayudarte.
fa: هر سوالی دارید از ما بپرسید. ما اینجا هستیم تا کمک کنیم.
fil: Magtanong ka sa amin ng kahit ano. Nandito kami para tumulong.
fr: Posez-nous toutes vos questions. Nous sommes là pour vous aider.
ha: Tambaye mu kome. Muna nan don taimaka maka.
he: שאלו אותנו כל דבר. אנחנו כאן כדי לעזור.
hi: हमसे कुछ भी पूछें। हम मदद के लिए यहाँ हैं।
id: Tanyakan apa saja kepada kami. Kami siap membantu.
it: Chiedici qualsiasi cosa. Siamo qui per aiutarti.
ja: 何でもお気軽にお尋ねください。サポートいたします。
ko: 무엇이든 물어보세요. 저희가 도와드리겠습니다.
ms: Tanya kami apa sahaja. Kami sedia membantu.
nl: Vraag ons wat je maar wilt. We staan voor je klaar.
pl: Zapytaj nas o cokolwiek. Jesteśmy tu, aby pomóc.
pt_br: Pergunte o que quiser. Estamos aqui para ajudar.
ro: Întreabă-ne orice. Suntem aici să te ajutăm.
ru: Спросите нас о чём угодно. Мы всегда рады помочь.
sw: Tuulize chochote. Tupo hapa kukusaidia.
th: ถามเราได้ทุกเรื่อง เราพร้อมช่วยเหลือคุณ
tr: Bize her şeyi sorabilirsiniz. Yardım için buradayız.
uk: Запитуйте нас про що завгодно. Ми завжди раді допомогти.
ur: ہم سے کچھ بھی پوچھیں۔ ہم مدد کے لیے موجود ہیں۔
vi: Hãy hỏi chúng tôi bất cứ điều gì. Chúng tôi luôn sẵn sàng hỗ trợ bạn.
zh_hans: 有任何问题都可以问我们。我们随时提供帮助。
zh_hant: 有任何問題都可以問我們。我們隨時提供協助。

# support.state_empty_title
source: How can we help?
ar: كيف يمكننا مساعدتك؟
bn: আমরা কীভাবে সাহায্য করতে পারি?
cs: Jak vám můžeme pomoci?
da: Hvordan kan vi hjælpe?
de: Wie können wir helfen?
es: ¿Cómo podemos ayudarte?
fa: چطور می‌توانیم کمک کنیم؟
fil: Paano ka namin matutulungan?
fr: Comment pouvons-nous vous aider ?
ha: Yaya za mu taimaka?
he: איך נוכל לעזור?
hi: हम आपकी कैसे मदद कर सकते हैं?
id: Apa yang bisa kami bantu?
it: Come possiamo aiutarti?
ja: どのようなご用件でしょうか？
ko: 무엇을 도와드릴까요?
ms: Bagaimana kami boleh membantu?
nl: Hoe kunnen we helpen?
pl: Jak możemy pomóc?
pt_br: Como podemos ajudar?
ro: Cum te putem ajuta?
ru: Чем мы можем помочь?
sw: Tunawezaje kukusaidia?
th: เราช่วยอะไรคุณได้บ้าง?
tr: Size nasıl yardımcı olabiliriz?
uk: Чим ми можемо допомогти?
ur: ہم آپ کی کیسے مدد کر سکتے ہیں؟
vi: Chúng tôi có thể giúp gì cho bạn?
zh_hans: 需要什么帮助？
zh_hant: 需要什麼協助？

# swap.estimated_time.title
source: Estimated Time
ar: الوقت المقدر
bn: আনুমানিক সময়
cs: Odhadovaný čas
da: Anslået Tid
de: Geschätzte Zeit
es: Tiempo estimado
fa: زمان تخمینی
fil: Tinatayang Oras
fr: Temps estimé
ha: Kiyasta Lokacin
he: זמן משוער
hi: अनुमानित समय
id: Perkiraan Waktu
it: Tempo stimato
ja: 推定時間
ko: 예상 시간
ms: Anggaran Masa
nl: Geschatte tijd
pl: Szacowany czas
pt_br: Tempo estimado
ro: Timp estimat
ru: Расчетное время
sw: Muda Unaokadiriwa
th: เวลาโดยประมาณ
tr: Tahmini Süre
uk: Розрахунковий час
ur: تخمینی وقت
vi: Thời gian dự kiến
zh_hans: 预计时间
zh_hant: 預估時間

# swap.min_receive
source: Minimum Receive
ar: الحد الأدنى للاستقبال
bn: প্রাপ্তির সর্বনিম্ন
cs: Minimální příjem
da: Minimumsmodtagelse
de: Mindestbetrag erhalten
es: Mínimo a recibir
fa: حداقل دریافت
fil: Pinakamababang Matatanggap
fr: Minimum à recevoir
ha: Mafi ƙarancin karɓa
he: סכום מינימום לקבל
hi: न्यूनतम प्राप्ति राशि
id: Penerimaan Minimum
it: Minimo da ricevere
ja: 最小受取額
ko: 최소 수령
ms: Penerimaan Minimum
nl: Minimale ontvangst
pl: Minimalny odbiór
pt_br: Recepção mínima
ro: Primire minimă
ru: Минимум к получению
sw: Kiasi cha chini cha kupokea
th: รับขั้นต่ำ
tr: Alınacak minimum
uk: Мінімум до отримання
ur: کم از کم وصولی
vi: Nhận tối thiểu
zh_hans: 最少接收
zh_hant: 最少接收

# swap.price_impact
source: Price Impact
ar: تأثير السعر
bn: দামের প্রভাব
cs: Vliv ceny
da: Prispåvirkning
de: Preisauswirkungen
es: Impacto en el precio
fa: تاثیر قیمت
fil: Epekto sa Presyo
fr: Impact sur les prix
ha: Tasirin Farashin
he: השפעת המחיר
hi: मूल्य प्रभाव
id: Dampak Harga
it: Impatto sul prezzo
ja: 価格への影響
ko: 가격 영향
ms: Kesan Harga
nl: Prijsimpact
pl: Wpływ na cenę
pt_br: Impacto no preço
ro: Impactul prețului
ru: Влияние цены
sw: Athari ya Bei
th: ผลกระทบต่อราคา
tr: Fiyat Etkisi
uk: Вплив ціни
ur: قیمت کا اثر
vi: Tác động giá
zh_hans: 价格影响
zh_hant: 價格影響

# swap.price_impact_warning.description
source: You will lose %@ of your %@ in this trade. Are you sure you want to proceed?
ar: ستخسر %@ من رصيدك %@ في هذه الصفقة. هل أنت متأكد من رغبتك في المتابعة؟
bn: এই ট্রেডে আপনি %@ হারাবেন, যা আপনার %@ এর একটি অংশ। আপনি কি নিশ্চিত যে এগিয়ে যেতে চান?
cs: V tomto obchodu ztratíte %@ z vašich %@. Jste si jisti, že chcete pokračovat?
da: Du vil miste %@ af dine %@ i denne handel. Er du sikker på, at du vil fortsætte?
de: Sie verlieren bei diesem Handel %@ Ihrer %@. Möchten Sie wirklich fortfahren?
es: Perderás %@ de tus %@ en esta operación. ¿Estás seguro de que deseas continuar?
fa: شما %@ از %@ خود را در این معامله از دست خواهید داد. آیا مطمئن هستید که می خواهید ادامه دهید؟
fil: Mawawalan ka ng %@ ng iyong %@ sa trade na ito. Sigurado ka bang gusto mong magpatuloy?
fr: Vous perdrez %@ de vos %@ lors de cette transaction. Voulez-vous vraiment continuer ?
ha: Za ku rasa %@ na %@ naku a cikin wannan cinikin. Kun tabbata kuna son ci gaba?
he: אתה תפסיד %@ מה- %@ שלך במסחר הזה. האם אתה בטוח שאתה רוצה להמשיך?
hi: इस व्यापार में आप अपना %@ %@ देंगे। क्या आप वाकई आगे बढ़ना चाहते हैं?
id: Anda akan kehilangan %@ dari %@ Anda dalam perdagangan ini. Apakah Anda yakin ingin melanjutkan?
it: Perderai %@ dei tuoi %@ in questa operazione. Vuoi procedere?
ja: この取引では %@ の損失が発生します（対象資産：%@）。続行してもよろしいですか？
ko: 이 거래에서 %@을(를) 잃게 되며, 이는 보유하신 %@의 일부입니다. 계속하시겠습니까?
ms: Anda akan kehilangan %@ daripada %@ anda dalam perdagangan ini. Adakah anda pasti mahu meneruskan?
nl: U verliest %@ van uw %@ in deze transactie. Weet u zeker dat u wilt doorgaan?
pl: Stracisz %@ swojego %@ w tej transakcji. Czy na pewno chcesz kontynuować?
pt_br: Você perderá %@ dos seus %@ nesta negociação. Tem certeza de que deseja prosseguir?
ro: Vei pierde %@ din %@ în această tranzacție. Ești sigur că vrei să continui?
ru: Вы потеряете %@ из ваших %@ в этой сделке. Вы уверены, что хотите продолжить?
sw: Utapoteza %@ ya %@ yako katika biashara hii. Je, una uhakika unataka kuendelea?
th: คุณจะสูญเสีย %@ จาก %@ ของคุณในการซื้อขายครั้งนี้ คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
tr: Bu işlemde %@ kaybedeceksiniz; bu, %@ varlığınızın bir kısmıdır. Devam etmek istediğinizden emin misiniz?
uk: Ви втратите %@ із своїх %@ у цій торгівлі. Ви впевнені, що бажаєте продовжити?
ur: آپ اس تجارت میں %@ اپنے %@ کا کھو دیں گے۔ کیا آپ واقعی آگے بڑھنا چاہتے ہیں؟
vi: Bạn sẽ mất %@ trong số %@ của mình trong giao dịch này. Bạn có chắc chắn muốn tiếp tục không?
zh_hans: 本次交易将损失 %@ 的 %@。确定要继续吗？
zh_hant: 本次交易將損失 %@ 的 %@。確定要繼續嗎？

# swap.price_impact_warning.title
source: High Price Impact
ar: تأثير السعر المرتفع
bn: উচ্চ মূল্যের প্রভাব
cs: Vysoký cenový dopad
da: Høj prispåvirkning
de: Hoher Preiseinfluss
es: Alto impacto en el precio
fa: تاثیر قیمت بالا
fil: Mataas na Epekto sa Presyo
fr: Impact élevé sur les prix
ha: Tasirin Farashin Mai Girma
he: השפעת מחיר גבוהה
hi: उच्च मूल्य प्रभाव
id: Dampak Harga Tinggi
it: Impatto dei prezzi elevati
ja: 価格への影響が大きすぎます
ko: 높은 가격의 영향
ms: Kesan Harga Tinggi
nl: Hoge prijsimpact
pl: Wysoki wpływ cen
pt_br: Alto Impacto de Preço
ro: Impactul ridicat al prețului
ru: Высокое влияние на цену
sw: Athari ya Bei ya Juu
th: ผลกระทบต่อราคาสูง
tr: Yüksek Fiyat Etkisi
uk: Високий ціновий вплив
ur: اعلی قیمت کا اثر
vi: Tác động giá cao
zh_hans: 价格影响
zh_hant: 價格影響

# swap.slippage
source: Slippage
ar: الانزلاق
bn: স্লিপেজ
cs: Skluz
es: Deslizamiento
fa: لغزش
fil: Pagkadulas
fr: Glissement
ha: Zamewa
he: החלקה
hi: स्लिपेज
ja: スリッページ
ko: 슬리피지
ms: Gelinciran
pl: Poślizg
pt_br: Deslizamento
ro: Alunecare
ru: Проскальзывание
sw: Kuteleza
th: สลิปเพจ
tr: Kayma
uk: Прослизання
ur: سلیپج
vi: Trượt giá
zh_hans: 滑点
zh_hant: 滑點

# swap.slippage_auto
source: Auto
ar: تلقائي
bn: অটো
es: Automático
fa: خودکار
fr: Automatique
he: אוטומטי
hi: ऑटो
id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
ru: Авто
sw: Otomatiki
th: อัตโนมัติ
tr: Otomatik
uk: Авто
ur: خودکار
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# swap.slippage_auto_description
source: Automatically set the best slippage for a successful swap.
ar: يحدد تلقائيًا أفضل انزلاق لإتمام المبادلة بنجاح.
bn: সফল সোয়াপের জন্য স্বয়ংক্রিয়ভাবে সেরা স্লিপেজ নির্ধারণ করে।
cs: Automaticky nastaví nejlepší skluz pro úspěšný swap.
da: Angiver automatisk den bedste slippage for en vellykket swap.
de: Legt automatisch die beste Slippage für einen erfolgreichen Swap fest.
es: Establece automáticamente el mejor deslizamiento para un swap exitoso.
fa: به‌طور خودکار بهترین لغزش را برای مبادله موفق تنظیم می‌کند.
fil: Awtomatikong itinatakda ang pinakamahusay na pagkadulas para sa matagumpay na swap.
fr: Définit automatiquement le meilleur glissement pour un échange réussi.
ha: Yana saita mafi kyawun zamewa ta atomatik don samun nasarar musaya.
he: מגדיר אוטומטית את ההחלקה הטובה ביותר להחלפה מוצלחת.
hi: सफल स्वैप के लिए स्वचालित रूप से सर्वोत्तम स्लिपेज सेट करता है।
id: Secara otomatis menetapkan slippage terbaik untuk swap yang berhasil.
it: Imposta automaticamente lo slippage migliore per uno swap riuscito.
ja: スワップを成功させるための最適なスリッページを自動的に設定します。
ko: 성공적인 스왑을 위해 최적의 슬리피지를 자동으로 설정합니다.
ms: Menetapkan gelinciran terbaik secara automatik untuk pertukaran yang berjaya.
nl: Stelt automatisch de beste slippage in voor een succesvolle swap.
pl: Automatycznie ustawia najlepszy poślizg dla udanej wymiany.
pt_br: Define automaticamente o melhor deslizamento para uma troca bem-sucedida.
ro: Setează automat cea mai bună alunecare pentru un swap reușit.
ru: Автоматически устанавливает оптимальное проскальзывание для успешного обмена.
sw: Huweka kuteleza bora kiotomatiki kwa ubadilishaji uliofaulu.
th: ตั้งค่าสลิปเพจที่ดีที่สุดโดยอัตโนมัติเพื่อการสว็อปที่สำเร็จ
tr: Başarılı bir takas için en iyi kaymayı otomatik olarak ayarlar.
uk: Автоматично встановлює найкраще прослизання для успішного обміну.
ur: کامیاب سویپ کے لیے بہترین سلیپج خودکار طور پر مقرر کرتا ہے۔
vi: Tự động đặt mức trượt giá tốt nhất để hoán đổi thành công.
zh_hans: 自动设置最佳滑点以确保兑换成功。
zh_hant: 自動設定最佳滑點以確保兌換成功。

# swap.slippage_warning
source: High slippage. Your swap may be executed at a worse price than expected.
ar: انزلاق مرتفع. قد يُنفَّذ التبادل بسعر أسوأ من المتوقع.
bn: উচ্চ স্লিপেজ। আপনার সোয়াপ প্রত্যাশার চেয়ে খারাপ দামে সম্পন্ন হতে পারে।
cs: Vysoký skluz. Vaše směna může proběhnout za horší cenu, než se očekávalo.
da: Høj slippage. Din swap kan blive udført til en dårligere pris end forventet.
de: Hohe Slippage. Dein Swap wird möglicherweise zu einem schlechteren Preis als erwartet ausgeführt.
es: Deslizamiento alto. Tu swap podría ejecutarse a un precio peor de lo esperado.
fa: لغزش بالا. ممکن است سواپ شما با قیمتی بدتر از حد انتظار انجام شود.
fil: Mataas na slippage. Maaaring maisagawa ang iyong swap sa mas masamang presyo kaysa inaasahan.
fr: Glissement élevé. Votre échange pourrait s'exécuter à un prix pire que prévu.
ha: Zamewa mai yawa. Wataƙila a aiwatar da musayar ku a farashi mafi muni fiye da yadda ake tsammani.
he: החלקה גבוהה. ההמרה שלך עלולה להתבצע במחיר גרוע מהצפוי.
hi: उच्च स्लिपेज। आपका स्वैप अपेक्षा से खराब मूल्य पर निष्पादित हो सकता है।
id: Slippage tinggi. Swap Anda mungkin dieksekusi pada harga yang lebih buruk dari yang diharapkan.
it: Slippage elevato. Il tuo swap potrebbe essere eseguito a un prezzo peggiore del previsto.
ja: スリッページが大きいです。スワップが予想より悪い価格で実行される可能性があります。
ko: 슬리피지가 높습니다. 스왑이 예상보다 나쁜 가격에 체결될 수 있습니다.
ms: Gelinciran tinggi. Pertukaran anda mungkin dilaksanakan pada harga yang lebih buruk daripada dijangka.
nl: Hoge slippage. Je swap wordt mogelijk uitgevoerd tegen een slechtere prijs dan verwacht.
pl: Wysoki poślizg. Twoja zamiana może zostać wykonana po gorszej cenie niż oczekiwano.
pt_br: Deslizamento alto. Sua troca pode ser executada a um preço pior do que o esperado.
ro: Alunecare mare. Schimbul tău ar putea fi executat la un preț mai prost decât cel așteptat.
ru: Высокое проскальзывание. Обмен может пройти по цене хуже ожидаемой.
sw: Kuteleza kwa juu. Ubadilishaji wako unaweza kutekelezwa kwa bei mbaya zaidi kuliko ilivyotarajiwa.
th: สลิปเพจสูง การสว็อปของคุณอาจดำเนินการที่ราคาที่แย่กว่าที่คาดไว้
tr: Yüksek kayma. Takasınız beklenenden daha kötü bir fiyattan gerçekleşebilir.
uk: Високе прослизання. Обмін може відбутися за гіршою ціною, ніж очікувалося.
ur: زیادہ سلیپج۔ آپ کا سویپ متوقع سے خراب قیمت پر انجام پا سکتا ہے۔
vi: Trượt giá cao. Giao dịch hoán đổi của bạn có thể được thực hiện ở mức giá tệ hơn dự kiến.
zh_hans: 滑点过高。兑换可能以比预期更差的价格成交。
zh_hant: 滑點過高。兌換可能以比預期更差的價格成交。

# swap.use_minimum_amount
source: Use Minimum Amount
ar: استخدم الحد الأدنى من الكمية
bn: সর্বনিম্ন পরিমাণ ব্যবহার করুন
cs: Použijte minimální množství
da: Brug minimumsbeløb
de: Mindestmenge verwenden
es: Utilice la cantidad mínima
fa: از حداقل مقدار استفاده کنید
fil: Gamitin ang Minimum na Halaga
fr: Utiliser le montant minimum
ha: Yi amfani da Mafi ƙarancin Adadin
he: השתמש בסכום מינימלי
hi: न्यूनतम राशि का प्रयोग करें
id: Gunakan Jumlah Minimum
it: Usa l'importo minimo
ja: 最低金額を使用
ko: 최소 금액을 사용하세요
ms: Gunakan Jumlah Minimum
nl: Gebruik de minimale hoeveelheid
pl: Użyj minimalnej kwoty
pt_br: Use o valor mínimo
ro: Utilizați suma minimă
ru: Использовать минимальное количество
sw: Tumia Kiasi cha Chini Zaidi
th: ใช้ในปริมาณน้อยที่สุด
tr: Minimum Tutarı Kullanın
uk: Використовуйте мінімальну суму
ur: کم سے کم رقم استعمال کریں۔
vi: Sử dụng số lượng tối thiểu
zh_hans: 使用最低金额
zh_hant: 使用最低金額

# swap.you_pay
source: You Pay
ar: انت تدفع
bn: আপনি পরিশোধ করেন
cs: Vy platíte
da: Du betaler
de: Sie bezahlen
es: Tu pagas
fa: شما پرداخت میکنید
fil: Babayaran Mo
fr: Vous payez
ha: Kuna Biya
he: אתה משלם
hi: आप भुगतान करें
id: Kamu Membayar
it: Paghi tu
ja: 支払額
ko: 지불 금액
ms: Anda Bayar
nl: Jij betaalt
pl: Ty płacisz
pt_br: Você paga
ro: Tu plătești
ru: Вы платите
sw: Unalipa
th: คุณจ่าย
tr: Öde
uk: Ви платите
ur: آپ ادا کرتے ہیں
vi: Bạn trả
zh_hans: 将支付
zh_hant: 將支付

# swap.you_receive
source: You Receive
ar: انت تستقبل
bn: আপনি পাবেন
cs: Přijímáte
da: Du modtager
de: Sie erhalten
es: Recibes
fa: شما دریافت میکنید
fil: Matatanggap Mo
fr: Vous recevez
ha: Kuna karba
he: אתה מקבל
hi: आप प्राप्त करें
id: Kamu Menerima
it: Ricevi
ja: 受取額
ko: 수령 금액
ms: Anda Terima
nl: Jij ontvangt
pl: Otrzymujesz
pt_br: Você recebe
ro: Tu Primești
ru: Вы получаете
sw: Unapokea
th: คุณได้รับ
tr: Alacağın
uk: Ви отримуєте
ur: آپ وصول کرتے ہیں
vi: Bạn nhận được
zh_hans: 将收到
zh_hant: 將收到

# transaction.date
source: Date
ar: تاريخ
bn: তারিখ
cs: Datum
da: Dato
de: Datum
es: Fecha
fa: تاریخ
fil: Petsa
ha: Kwanan wata
he: תאריך
hi: दिनांक
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
nl: Datum
pl: Data
pt_br: Data
ro: Data
ru: Дата
sw: Tarehe
th: วันที่
tr: Tarih
uk: Дата
ur: تاریخ
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# transaction.estimated_confirmation
source: Estimated confirmation
ar: التأكيد المقدّر
bn: আনুমানিক নিশ্চিতকরণ
cs: Odhadované potvrzení
da: Estimeret bekræftelse
de: Geschätzte Bestätigung
es: Confirmación estimada
fa: تأیید تخمینی
fil: Tinatayang kumpirmasyon
fr: Confirmation estimée
ha: Kiyasin tabbatarwa
he: אישור משוער
hi: अनुमानित पुष्टि
id: Perkiraan konfirmasi
it: Conferma stimata
ja: 推定承認時間
ko: 예상 확인 시간
ms: Anggaran pengesahan
nl: Geschatte bevestiging
pl: Szacowane potwierdzenie
pt_br: Confirmação estimada
ro: Confirmare estimată
ru: Расчетное подтверждение
sw: Uthibitisho unaokadiriwa
th: เวลายืนยันโดยประมาณ
tr: Tahmini onay
uk: Орієнтовне підтвердження
ur: تخمینی تصدیق
vi: Xác nhận dự kiến
zh_hans: 预计确认
zh_hant: 預計確認時間

# transaction.recipient
source: Recipient
ar: متلقي
bn: প্রাপক
cs: Příjemce
da: Modtager
de: Empfänger
es: Destinatario
fa: گیرنده
fil: Tatanggap
fr: Destinataire
ha: Mai karɓa
he: נמען
hi: प्राप्तकर्ता
id: Penerima
it: Destinatario
ja: 受取人
ko: 받는 사람
ms: Penerima
nl: Ontvanger
pl: Odbiorca
pt_br: Destinatário
ro: Destinatar
ru: Получатель
sw: Mpokeaji
th: ผู้รับ
tr: Alıcı
uk: Одержувач
ur: وصول کنندہ
vi: Người nhận
zh_hans: 接收地址
zh_hant: 收款人
